Repository: yeager/lugnarummet
Catalog: po/*.po
Languages: sv

source: Calming Room
sv: Lugna rummet

source: Date
sv: Datum

source: Type
sv: Typ

source: Duration (min)
sv: Längd (min)

source: Stress before
sv: Stress före

source: Stress after
sv: Stress efter

source: Calming Sessions
sv: Lugnande sessioner

source: Duration
sv: Längd

source: Export Calming Sessions
sv: Exportera lugnande sessioner

source: Choose export format:
sv: Välj exportformat:

source: Cancel
sv: Avbryt

source: Save Export
sv: Spara export

source: Exported %s
sv: Exporterade %s

source: Export error: %s
sv: Exportfel: %s

source: Save PDF
sv: Spara PDF

source: PDF exported
sv: PDF exporterad

source: PDF export requires cairo.
sv: PDF-export kräver cairo.

source: Tap to start
sv: Tryck för att börja

source: Breathe in…
sv: Andas in…

source: Hold…
sv: Håll andan…

source: Breathe out…
sv: Andas ut…

source: Export sessions (Ctrl+E)
sv: Exportera sessioner (Ctrl+E)

source: Export Sessions
sv: Exportera sessioner

source: Preferences
sv: Inställningar

source: About Calming Room
sv: Om Lugna rummet

source: Breathe
sv: Andas

source: Strategies
sv: Strategier

source: How do I feel?
sv: Hur mår jag?

source: Music
sv: Musik

source: Background Music
sv: Bakgrundsmusik

source: Calming classical music for relaxation
sv: Lugnande klassisk musik för avkoppling

source: Play / Pause
sv: Spela upp / Paus

source: No music files found. Add .mp3 files to ~/.config/lugnarummet/music/
sv: Inga musikfiler hittades. Lägg till .mp3-filer till ~/.config/lugnarummet/music/

source: Public domain music. Performances by Jerzy Kulik. Source: Internet Archive
sv: Fri musik (Public domain). Framföranden av Jerzy Kulik. Källa: Internet Archive

source: Breathing Exercise
sv: Andningsövning

source: Start
sv: Börja

source: Stop
sv: Sluta

source: Breathe in {in_}s · Hold {hold}s · Breathe out {out}s
sv: Andas in {in_}s · Håll andan {hold}s · Andas ut {out}s

source: 🆘 I need help NOW
sv: 🆘 Jag behöver hjälp NU

source: How stressed are you right now?
sv: Hur stressad är du just nu?

source: Calm
sv: Lugn

source: Medium
sv: Medel

source: Overload
sv: För mycket

source: Running…
sv: Kör…

source: Your favorite strategy: {strategy}
sv: Din favoritstrategi: {strategy}

source: Try this: Take 5 deep breaths. Count each one. You are safe.
sv: Prova detta: Ta fem djupa andetag. Räkna varje andetag. Du är trygg.

source: You are safe 💙
sv: Du är säker 💙

source: Go to breathing
sv: Gå till andning

source: You are safe. Take a deep breath.
sv: Du är säker. Ta ett djupt andetag.

source: You seem calm. Great! Keep doing what you're doing.
sv: Du verkar lugn. Bra! Fortsätt med det du gör.

source: Getting a bit tense. Try a short breathing exercise.
sv: Det börjar bli lite spänt. Prova en kort andningsövning.

source: High stress. Take a break now. Try the breathing exercise or one of the strategies.
sv: Hög stress. Ta en paus nu. Prova andningsövningen eller någon av strategierna.

source: Very high stress. Press the emergency button or go to breathing immediately. You are safe. 💙
sv: Mycket hög stress. Tryck på nödknappen eller börja andas omedelbart. Du är säker. 💙

source: Sensory regulation and calming strategies for autism and ADHD
sv: Sensorisk reglering och lugnande strategier för autism och ADHD

source: Breathing
sv: Andning

source: Breathing Pattern
sv: Andningsmönster

source: Breathe in (seconds)
sv: Andas in (seconds)

source: Hold (seconds)
sv: Håll andan (seconds)

source: Breathe out (seconds)
sv: Andas ut (seconds)

source: Welcome
sv: Välkommen

source: Welcome to The Calm Room
sv: Välkommen till Lugna rummet

source: Breathing exercises and calming activities. ✓ Guided breathing animations ✓ Calming visual effects ✓ Customizable session length ✓ Helps with anxiety and stress
sv: Andningsövningar och lugnande aktiviteter. ✓ Guidade andningsanimationer ✓ Lugnande visuella effekter ✓ Anpassningsbar sessionlängd ✓ Hjälper mot ångest och stress

source: Get Started
sv: Kom igång
